Repository: bangbay/wp-user-avatar
Catalog: lang/wp-user-avatar-*.po
Languages: de_de, es_es, fr_fr, pl_pl, sv_se

source: Do you like WP User Avatar?
de_de: Bist Du mit WP-Benutzer-Avatar zufrieden?
es_es: ¿Está satisfecho con WP-Usuario-Avatar?
pl_pl: Jesteś zadowolony z Wp User Avatar
sv_se: Är du nöjd med Visningsbild (avatar)?

source: Make a donation.
de_de: Spenden
es_es: Donar
pl_pl: Dokonaj dotacji
sv_se: Donera

source: Click %s to save your changes
fr_fr: Cliquez sur %s pour enregistrer vos modifications
sv_se: Klicka på %s för att spara dina ändringar

source: Donate
de_de: Spenden
es_es: Donar
pl_pl: Dotuj
sv_se: Donera

source: Add avatar button to Visual Editor
de_de: Einen Avatar-Knopf zum WYSIWYG-Editor hinzufügen
es_es: Añadir botón avatar al editor visual
fr_fr: Ajouter le bouton avatar sur l'éditeur visuel
pl_pl: Dodaj przycisk avatara do edytora wizualnego
sv_se: Lägg till knapp för avatarer i den visuella redigeraren

source: Allow Contributors & Subscribers to upload avatars
de_de: Mitarbeiter und Abonnenten erlauben, Avatare hochzuladen
es_es: Permitir los colaboradores y los suscriptores subir avatares
fr_fr: Permettre aux contributeurs et aux abonnés d'envoyer des avatars
pl_pl: Pozwalaj kontrybutorom oraz subskrynentom przesyłać awatary
sv_se: Tillåt medarbetare & prenumeranter att ladda upp avatarer

source: Disable Gravatar and use only local avatars
de_de: Gravatar deaktivieren und nur lokale Avatare verwenden
es_es: Desactivar Gravatar y utilizar sólo los avatares locales
fr_fr: Désactiver Gravatar et utiliser les avatars fournis
pl_pl: Wyłącz gravatary i używaj tylko lokalnych awatarów
sv_se: Inaktivera Gravatar och använd endast lokala avatarer

source: Upload Size Limit
de_de: Dateigrößenbeschränkung
es_es: Sube límite de tamaño
fr_fr: Taille limite d'envoi de fichiers
pl_pl: Limit wielkości pliku
sv_se: Storleksgräns för uppladdningar

source: (only for Contributors & Subscribers)
de_de: (nur für Mitarbeiter und Abonnenten)
es_es: (para colaboradores y suscriptores)
fr_fr: (pour contributeurs et abonnés)
pl_pl: (tylko dla subskrynentów i kontrybutorów)
sv_se: (endast för medarbetare & prenumeranter)

source: Allow users to edit avatars
de_de: Benutzer erlauben, Avatare bearbeiten
es_es: Permitir a los usuarios editar avatar
fr_fr: Permettre aux utilisateurs de modifier avatar
pl_pl: Pozwalaj użytkownikom edytować awatary
sv_se: Tillåt användare att redigera avatarer

source: Resize avatars on upload
de_de: Resize Avatare beim Upload
es_es: Cambiar el tamaño de avatares en carga
fr_fr: Redimensionner avatars lors du téléchargement
pl_pl: Zmieniaj rozmiar po przesłaniu
sv_se: Ändra storlek på avatarer på uppladdning

source: Crop avatars to exact dimensions
de_de: Avatare auf exakte Größe beschneiden
es_es: Recortar los avatares a sus dimensiones exactas
fr_fr: Recadrer les avatars pour parvenir aux dimensions exactes
pl_pl: Przytnij awatar do dokładnych rozmiarów
sv_se: Beskär avatarer till exakta dimensioner

source: WP User Avatar
de_de: WP-Benutzer-Avatar
es_es: WP-Usuario-Avatar
fr_fr: WP-Utilisateur-Avatar
pl_pl: WP Awatar Użytkownika
sv_se: Visningsbild (avatar)

source: Use any image from your WordPress Media Library as a custom user avatar. Add your own Default Avatar.
de_de: Verwenden Sie ein beliebiges Bild aus Ihrer WordPress-Mediathek als ihren Benutzer-Avatar. Fügen Sie einen eigenen Standardavatar hinzu.
es_es: Utiliza cualquier imagen en tu Librería multimedia de WordPress como un avatar personalizado. Añade tu propia Avatar por defecto.
fr_fr: Utiliser n'importe quelle image dans votre Bibliothèque de médias de WordPress comme un avatar personnalisé. Ajouter votre propre avatar par défaut.
pl_pl: Użyj dowolnego obrazka z biblioteki mediów jako awatar użytkownika. Dodaj swój własny domyślny awatar.
sv_se: Använd valfri bild från ditt mediabibliotek i WordPress som en anpassad visningsbild (avatar). Lägg till fördefinierad standardbild.
